import React from 'react';

const AppLesson2 = () => {
  return (
      <div className='theory'>
      <h1>2Утверждение, вопрос и отрицание в простых предложениях</h1>
      <h2>На первом уроке мы научимся строить элементарные фразы с использованием личных местоимений и глаголов в простых временных формах.</h2>
      
      <p>Сначала выучим (или повторим, если приходилось учить английский язык ранее) маленькую таблицу с личными местоимениями (их всего семь).</p>
      
      
  </div>
  )
}

export default AppLesson2;