import React from 'react';

const AppLesson1 = () => {
  return (
      <div className='theory'>
      <h1>Утверждение, вопрос и отрицание в простых предложениях</h1>
      <h2>На первом уроке мы научимся строить элементарные фразы с использованием личных местоимений и глаголов в простых временных формах.</h2>
      
      <p>Сначала выучим (или повторим, если приходилось учить английский язык ранее) маленькую таблицу с личными местоимениями (их всего семь).</p>
      
      <table>
        <thead>
         <tr>
          <th>ЛИЧНОЕ МЕСТОИМЕНИЕ</th>
          <th>ПЕРЕВОД</th>
         </tr>
     </thead>
     <tbody>
       <tr><td>I</td><td>я</td></tr>
       <tr><td>we</td><td>мы</td></tr>
       <tr><td>you</td><td>ты, вы</td></tr>
       <tr><td>he</td><td>он</td></tr>
       <tr><td>she</td><td>она</td></tr>
       <tr><td>it</td><td>оно, это</td></tr>     
       <tr><td>they</td><td>они</td></tr>
     </tbody>
    </table>
  <p>Теперь поговорим о временах глаголов. В английском языке, как и в русском, три времени. Это настоящее (<strong>present</strong>), прошедшее (<strong>past</strong>), и будущее (<strong>future</strong>). Но, в зависимости от различных смысловых нюансов, каждое из времен английского языка может быть четырех типов – <strong>simple, continuous, perfect и perfect continuous</strong>. Таким образом, всего в английском языке может быть двенадцать временных форм. Со временем мы со всем этим разберемся, но начнем пока с самого простого типа времен, который так и называется – «простой» ​(<strong>simple</strong>). Этот тип времени используется для описания событий, происходящих в какой-то неопределенный момент времени в настоящем, прошлом или будущем.</p>
  
  <p>На этом уроке мы будем формировать утвердительные, отрицательные и вопросительные предложения в простой временной форме (<strong>simple</strong>) для описания действий в настоящем, прошлом или будущем. </p>
  
  <h3>Настоящее время (Present Simple)</h3>
  
  <p><strong>Утвердительные предложения</strong> имеют строгий порядок слов: на первом месте всегда стоит подлежащее, за ним – сказуемое.</p> 
  <p>В третьем лице единственного числа, с существительными, именами, местоимениями <strong>he</strong> (он), <strong>she</strong> (она) или <strong>it</strong> (оно/это) и т.д., глагол приобретает окончание ‑s (‑es, ‑ies, в зависимости от того, как оканчивается основная форма глагола). В наших примерах формой третьего лица единственного числа глагола <strong>think</strong> (думать) является <strong>thinks</strong> (окончание ‑s встречается чаще всего), а  <strong>go</strong> (идти) –  <strong>goes</strong> (так как оно заканчивается на согласную и букву  <strong>‑o</strong>).</p>
      </div>
  )
}

export default AppLesson1;