export const LessonsTitel = [
  {id: 1, titel: 'Утверждение, вопрос и отрицание в простых предложениях'},
  {id: 2, titel: 'Вопросы с вопросительными словами'},
  {id: 3, titel: 'Глагол "быть" и предлоги места'},
  {id: 4, titel: 'Местоимения, указывающие на принадежность'},
  {id: 5, titel: 'Род занятий. Фразы для повседневного общения'},
  {id: 6, titel: 'Сравнение прилагательных'},
  {id: 8, titel: 'Слова определяющие количество, меру, и степень'},
  {id: 9, titel: 'Предлоги времени. Числа, Даты'},
  {id: 10, titel: 'Оборот There is (There are)'},
  {id: 11, titel: 'Предлоги направления и глаголы движения'},
  {id: 12, titel: 'Глаголы: мочь, следует, должен'},
  {id: 13, titel: 'Продолженное время'},
  {id: 14, titel: 'Основные темы для разговора: люди и погода'},
  {id: 15, titel: 'Совершенное время'},
  {id: 16, titel: 'Побудительные предложения'},
  {id: 17, titel: 'Особая группа глаголов с предлогами'},
  {id: 18, titel: 'Английские времена'}
];